Repository: ilius/touchpad-indicator
Catalog: template/*.po
Languages: id, ka, lt

source: Touchpad Enabled
id: Touchpad Diaktifkan
ka: სერსორული პანელი ჩართულია
lt: Įjungtas jutiklinis kilimėlis (touchpad)

source: Touchpad Disabled
id: Touchpad Dinonaktifkan
ka: სერსორული პანელი გათიშულია
lt: Išjungtas jutiklinis kilimėlis (touchpad)

source: Preferences
id: Preferensi
ka: გამართვა
lt: Nustatymai

source: Autostart
ka: ავტოგაშვება
lt: Automatinis pasileidimas

source: Disable touchpad when mouse plugged
id: Nonaktifkan touchpad ketika mouse terpasang
ka: სენსორული პანელის გათიშვა თაგვის გამოღებისას
lt: Išjungti jutiklinį kilimėlį (touchpad) prijungus pelę

source: Configure
id: Konfigurasi
ka: გამართვა

source: Unplug the mouse
id: Lepaskan mouse
ka: გამოიღეთ თაგვი
lt: Atjungti pelę

source: Plug the mouse
id: Pasang mouse
ka: შეაერთეთ თაგვი
lt: Prijunk pelę

source: This shortcut <Control> + <Alt> +
id: Shortcut ini <Control>+<Alt>+
ka: ეს კომბინაცია <Control> + <Alt> +

source: is assigned
id: ditentukan
ka: მინიჭებულია

source: Disable Touchpad
id: Nonaktifkan Touchpad
ka: სენსორული პანელის გათიშვა
lt: Išjungti jutiklinį kilimėlį (touchpad)

source: Enable Touchpad
id: Aktifkan Touchpad
ka: სენსორული პანელის ჩართვა
lt: Įjungti jutiklinį kilimėlį (touchpad)

source: Exit
id: Keluar
ka: გასვლა
lt: Baigti

source: An indicator for the Touchpad
id: Indikator untuk Touchpad
ka: სერნსორული პანელის ინდიკატორი
lt: Jutiklinio kilimėlio (touchpad) indikatorius

source: About...
lt: Apie...
