Repository: ilius/touchpad-indicator
Catalog: *.po
Languages: es

source: Touchpad Enabled
es: Touchpad Habilitado

source: Touchpad Disabled
es: Touchpad Inhabilitado

source: Set shortcut for Touchpad-Indicator:
es: Establece un atajo de teclado para Touchpad-Indicator:

source: Ok
es: Aceptar

source: Cancel
es: Cancelar

source: La combinacion <Control> + <Alt> +
es: La combinación <Control> + <Alt> +

source: ya esta asignada
es: ya está asignada

source: Disable Touchpad
es: Inhabilitar el Touchpad

source: Enable Touchpad
es: Habilitar el Touchpad

source: Shortcut
es: Atajo de teclado

source: Exit
es: Salir

source: About...
es: A cerca de...

source: Set shortcut
es: Asigna un atajo de teclado

source: Remove shortcut
es: Borra el atajo de teclado

source: An indicator for the Touchpad
es: Un indicador para el Touchpad
