Repository: ilius/touchpad-indicator
Catalog: po/*.po
Languages: ar, be, de, es, fi, ms, nl, pt_br, sk, tr

source: Disable Touchpad
ar: أبطل تفعيل لوحة اللمس
be: Адключыць Тачпад
de: Touchpad deaktivieren
es: Desactivar el touchpad
fi: Poista kosketyslevy käytöstä
ms: Lumpuhkan Pad Sesentuh
nl: Touchpad uitschakelen
pt_br: Desativa o Touchpad
sk: Deaktivovať touchpad
tr: İmleçsüreri Devredışı Bırak

source: Enable Touchpad
ar: تفعيل لوحة اللمس
be: Уключыць Тачпад
de: Touchpad aktivieren
es: Activar el touchpad
fi: Käytä kosketyslevyä
ms: Benarkan Pad Sesentuh
nl: Touchpad inschakelen
pt_br: Ativa o Touchpad
sk: Aktivovať touchpad
tr: İmleçsüreri Etkinleştir

source: Touchpad Enabled
ar: لوحة اللمس مفعّلة
be: Тачпад Уключаны
de: Das Touchpad ist aktiviert
es: Touchpad activado
fi: Kosketuslevy käytössä
ms: Pad Sesentuh Dibenarkan
nl: Touchpad ingeschakeld
pt_br: Touchpad Habilitado
sk: Touchpad je aktivovaný
tr: İmleçsürer Etkin

source: Touchpad Disabled
ar: لوحة اللمس غير مفعّلة
be: Тачпад Выключаны
de: Das Touchpad ist deaktiviert
es: Touchpad desactivado
fi: Kosketuslevy poissa käytöstä
ms: Pad Sesentuh Dilumpuhkan
nl: Touchpad uitgeschakeld
pt_br: Touchpad Desativado
sk: Touchpad je deaktivovaný
tr: İmleçsürer Devredışı

source: Homepage...
ar: صفحة رئيسية...
be: Хатняя старонка...
de: Internetseite …
es: Página de inicio
fi: Verkkosivu...
ms: Laman Sesawang...
pt_br: Página início
sk: Domovská stránka...
tr: Anasayfa...

source: Get help online...
ar: احصل على المساعدة عبر الإنترنت...
be: Дапамога онлайн...
de: Im Netz Hilfe erhalten …
es: Obtener ayuda en linea...
fi: Hae apua verkosta...
ms: Dapatkan bantuan diatas talian...
nl: Hulp online vragen...
pt_br: Obtenha ajuda online...
sk: Online pomoc...
tr: Çevrimiçi yardım alın...

source: Translate this application...
ar: ترجم هذا التطبيق...
be: Перакласці гэтае прыкладанне...
de: Diese Anwendung übersetzen …
es: Traducir esta aplicación...
fi: Käännä tämä ohjelma...
ms: Terjemah aplikasi ini...
nl: Vertaal deze applicatie...
pt_br: Traduza este aplicativo...
sk: Preložiť túto aplikáciu...
tr: Bu uygulamayı tercüme et...

source: Report a bug...
ar: أبلغ عن مشكلة...
be: Паведаміць пра памылку...
de: Einen Fehler melden …
es: Informar de un error…
fi: Raportoi ongelmasta...
ms: Laporkan pepijat...
nl: Meld een bug...
pt_br: Relatar o bug...
sk: Nahlásiť chybu...
tr: Bir hata bildir....

source: Homepage
ar: الصفحة الرئيسية
be: Хатняя старонка
de: Internetseite
es: Página de inicio
fi: Verkkosivusto
nl: Website
tr: Ana Sayfa

source: Follow us in Twitter
ar: تابعنا على تويتر
be: Мы ў Twitter
de: Auf Twitter folgen
es: Síguenos en Twitter
fi: Seuraa Twitterissä
nl: Volg ons op Twitter
tr: Bizi Twitter'dan takip edin...

source: Follow us in Google+
ar: تابعنا على جوجل+
be: Мы ў Google+
de: Auf Google+ folgen
es: Síguenos en Google+
fi: Seuraa Google+:ssa
nl: Volg ons op Google+
tr: Bizi Google+ üzerinden takip edin...

source: Follow us in Facebook
ar: تابعنا على فيسبوك
be: Мы ў Facebook
de: Auf Facebook folgen
es: Síguenos en Facebook
fi: Seuraa Facebookissa
nl: Volg ons op Facebook
tr: Bizi Facebook üzerinden takip edin...

source: About
ar: حول
be: Пра праграму
de: Über
es: Acerca de
fi: Tietoja
ms: Perihal
nl: Over dit programma
pt_br: Sobre
sk: O aplikácii
tr: Hakkında

source: Hide icon
ar: إخف الأيقونة
be: Схаваць іконку
de: Symbol verstecken
es: Ocultar icono
fi: Piilota kuvake
ms: Sembunyi ikon
nl: Verberg icoon
pt_br: Ocultar ícone
sk: Skryť ikonu
tr: Simgeyi gizle

source: Preferences
ar: التفضيلات
be: Налады
de: Einstellungen
es: Preferencias
fi: Asetukset
ms: Keutamaan
nl: Voorkeuren
pt_br: Preferências
sk: Predvoľby
tr: Tercihler

source: Help
ar: مساعدة
be: Дапамога
de: Hilfe
es: Ayuda
fi: Ohje
ms: Bantuan
pt_br: Ajuda
sk: Nápoveda
tr: Yardım

source: Exit
ar: خروج
be: Выйсці
de: Beenden
es: Salir
fi: Sulje
ms: Keluar
nl: Afsluiten
pt_br: Sair
sk: Koniec
tr: Çıkış

source: An indicator for the Touchpad
ar: مؤشر للوحة اللمس
be: Індыкатар для Тачпада
de: Eine Anzeige für das Touchpad
es: Un indicador para el touchpad
fi: Ilmaisin kosketuslevyä varten
ms: Merupakan penunjuk untuk Pad Sesentuh
nl: Een indicator voor het touchpad
pt_br: Um indicador para o Touchpad
sk: Indikátor touchpadu
tr: İmleçsürer için bir işaret

source: usage: %prog [options]
ar: إستخدام %prog [خيارات]
be: выкарыстанне: %prog [options]
de: Verwendung: %prog [Optionen]
es: utiliza: %prog [opciones]
fi: käyttö: %prog [valinnat]
ms: penggunaan: %prog [option]
nl: Gebruik: %prog [options]
pt_br: uso: %prog[opções]
sk: použitie: %prog [options]
tr: kullanım: %prog [seçenekler]

source: show this help and exit.
ar: أظهار هذه المساعدة و خروج
be: паказаць дапамогу і выйсці.
de: Diese Hilfe anzeigen und beenden.
es: Muestra esta ayuda y sale
fi: näytä tämä ohje ja poistu.
ms: papar bantuan ini dan keluar.
nl: deze hulp weergeven en afsluiten
pt_br: mostrar essa ajuda e sair.
sk: Zobraziť túto nápovedu a ukončiť.
tr: bu yardımı göster ve çık

source: change the touchpad state. If indicator is not running launch it.
ar: غيّر حالة لوحة اللمس. إذا كان المؤشر لايبدأ بتشغيله.
be: змяніць стан тачпада. Калі індыкатар не запушчаны, запусціць яго.
de: Den Touchpad-Zustand ändern. Wenn das Symbol im Benachrichtigungsfeld nicht läuft, starten.
es: Cambia el estado del touchpad. Si el indicador no está funcionando lo inicia.
fi: vaihda kosketuslevyn tilaa. Jos ilmaisin ei ole päällä, käynnistä se.
ms: ubah keadaan pad sesentuh. Jika penunjuk tidak berjalan, lancarkannya.
nl: verander de touchpad-toestand. Als de indicator niet draait, start het.
pt_br: alterar o status do touchpad. Se o indicador não está executando lance-o
sk: Zmeniť stav touchpadu. Spustiť indikátor, ak nie je spustený.
tr: eğer işaretçi bunu başlatamazsa, imleçsürer durumunu değiştir

source: show the icon if indicator is hidden. Default action. If indicator is not running launch it.
ar: إظهار الأيقونة في حال إخفاء المؤشر.
be: паказаць іконку, калі індыкатар схаваны. Змоўчнае дзеянне. Калі індыкатар не запушчаны, запусціць яго.
de: Das Symbol im Benachrichtigungsfeld anzeigen, wenn versteckt. Dies ist die Vorgabe. Wenn das Symbol im Benachrichtigungsfeld nicht läuft, starten.
es: Muestra el icono si el indicador está oculto. Esta es la acción por defecto. Si el indicador no está funcionando lo inicia.
fi: näytä kuvake jos ilmaisin on piilotettu. Oletustoiminto. Jos ilmaisin ei ole päällä, käynnistä se.
ms: papar ikon jika penunjuk tersembunyi. Tindakan lalai. Jika penunjuk tidak berjalan, lancarkannya.
nl: toon het icoon wanneer de indicator verborgen is. Standaardactie. Als de indicator niet draait, start het.
pt_br: mostrar o ícone se o indicador esta oculto. Ação padrão. Se o indicador não está executando lance-o
sk: Ak je indikátor skrytý, zobraziť ikonu. Prednastavená (defaultná) akcia. Ak nie je indikátor spustený, spustiť ho.
tr: eğer işaretçi bunu başlatamazsa, işaretçi gizlendiği zaman simgeyi göster. Varsayılan eylem

source: list devices
ar: قائمة الأجهزة
be: пералічыць прылады
de: Geräte auflisten
es: Listar dispositivos
fi: listaa laitteet
ms: senari peranti
nl: toon apparaten
pt_br: Lista de dispositivos
sk: zoznam zariadený
tr: aygıtları listele

source: Shortcut
ar: إختصار
be: Скарот
de: Tastenkombination
es: Atajo de teclado
fi: Pikanäppäin
ms: Pintasan
nl: Sneltoets
pt_br: Atalho
sk: Klávesová skratka
tr: Kısayol

source: Shortcut enabled
ar: إختصار مفعّل
be: Скарот уключаны
de: Tastenkombination aktiv
es: Atajo de teclado activado
fi: Pikanäppäin käytössä
ms: Pintasan dibenarkan
nl: Snelkoppeling ingeschakeld
pt_br: Atalho ativo
sk: Klávesové skratky povolené
tr: Kısayol etkin

source: Actions
ar: إجراءات
be: Дзеянні
de: Aktionen
es: Acciones
fi: Toiminnot
ms: Tindakan
nl: Acties
pt_br: Ações
sk: Akcie
tr: Eylemler

source: Disable touchpad when mouse plugged
ar: أوقف تشغيل لوحة اللمس عند توصيل الفأرة
be: Адключыць тачпад, калі мыш падключана
de: Touchpad deaktivieren, wenn eine Maus angeschlossen ist
es: Desactivar touchpad al conectar un ratón
fi: Poista kosketuslevy käytöstä hiiren ollessa kytkettynä
ms: Lumpuhkan pad sesentuh bila tetikus dipalamkan
nl: Touchpad uitschakelen als er een muis is angesloten
pt_br: Desativar o touchpad quando o mouse estiver conectado
sk: Ak je pripojená myš, deaktivovať touchpad
tr: Fare takıldığı zaman imleçsüreri devredışı bırak

source: Enable touchpad on exit
ar: تفعيل لوحة اللمس عتد خروج
be: Уключыць тачпад пры выйсці
de: Touchpad beim Beenden aktivieren
es: Activar el touchpad al salir
fi: Aktivoi kosketuslevy poistuessa
ms: Benarkan pad sesentuh bila keluar
nl: Touchpad inschakelen bij afsluiten
pt_br: Habilitar touchpad na saída
sk: Aktivovať touchpad pri ukončení
tr: Çıkışta imleçsüreri etkinleştir

source: Disable touchpad on exit
ar: إبطال تفعيل لوحة اللمس عتد خروج
be: Адключыць тачпад пры выйсці
de: Touchpad beim Beenden deaktivieren
es: Deshabilitar touchpad al salir
fi: Poista kosketuslevy käytöstä sulkemisen yhteydessä
ms: Lumpuhkan pad sentuh bila keluar
nl: Touchpad uitschakelen bij afsluiten
pt_br: Desativar touchpad ao sair
sk: Zakázať výstup touchpadu
tr: İmleçsüreri çıkışta devre dışı bırak

source: Disable touchpad when Touchpad-Indicator starts
ar: أوقف تشغيل لوحة اللمس عند بدأ المؤشر
be: Адключыць тачпад, калі Індыкатар Тачпада запускаецца
de: Touchpad beim Start der Touchpad-Anzeige deaktivieren
es: Deshabilitar touchpad al inicio de Touchpad-Indicator
fi: Poista kosketuslevy käytöstä kosketuslevyilmaisimen käynnistyessä
ms: Lumpuhkan pad sentuh bila Touchpad-Indicator bermula
nl: Touchpad uitschakelen wanneer de Touchpad Indicator start
pt_br: Desativar touchpad quando Touchpad-Indicator iniciar
sk: Zakázať touchpad pri spustení
tr: Touchpad-Indicator başladığında imleçsüreri devre dışı bırak

source: Disable touchpad on typing
de: Touchpad beim Tippen auf der Tastatur deaktivieren
es: Desactivar el panel táctil al escribir
fi: Poista kosketuslevy käytöstä kirjoittaessa
tr: Yazarken dokunmatik pad'i devre dışı bırak

source: Seconds to wait after the last key press before enabling the touchpad
de: Wartezeit in Sekunden, nach letztem Tastendruck, bevor das Touchpad aktiviert wird
es: Segundos de espera después de la última pulsación antes de activar el panel táctil
fi: Aika sekunteina, joka odotetaan viimeisimmän näppäimen painalluksen jälkeen, ennen kuin kosketuslevy otetaan käyttöön
tr: Dokunmatik pad'i etkinleştirmeden önce son tuştan sonra beklenmesi gereken süre

source: General options
ar: خيارات عامة
be: Агульныя параметры
de: Allgemeine Einstellungen
es: Opciones generales
fi: Yleiset asetukset
ms: Pilihan am
nl: Algemene instellingen
pt_br: Opções gerais
sk: Všeobecné nastavenia
tr: Genel seçenekler

source: Autostart
ar: تشغيل تلقائي
be: Аўтазапуск
de: Automatischer Start
es: Inicio automático
fi: Automaattinen käynnistys
ms: Mula-sendiri
nl: Automatisch starten
pt_br: Início automático
sk: Autoštart
tr: Otomatik Başlat

source: Start hidden
ar: إبدأ مخفيًا
be: Схаваць пры запуску
de: Versteckt starten
es: Iniciar oculto
fi: Käynnistä piilotettuna
ms: Mula dengan tersembunyi
nl: Verborgen starten
pt_br: Iniciar oculto
sk: Spustiť skryté
tr: Gizli başlat

source: Show notifications
ar: عرض اﻹشعارات
be: Паказваць паведамленні
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
fi: Näytä ilmoitukset
ms: Papar pemberitahuan
nl: Toon meldingen
pt_br: Exibir notificações
sk: Zobrazovať upozornenia
tr: Bildirimleri göster

source: Touchpad configuration
de: Touchpad-Einrichtung
es: Configuración del panel táctil
fi: Kosketuslevyn asetukset
tr: Dokunmatik pad yapılandırması

source: Vertical scrolling
de: Vertikaler Bildlauf
es: Desplazamiento vertical
fi: Pystysuunnan vieritys
tr: Dikey kaydırma

source: Horizontal scrolling
de: Horizontaler Bildlauf
es: Desplazamiento horizontal
fi: Vaakasuunnan vieritys
tr: Yatay kaydırma

source: Circular scrolling
de: Kreisförmiger Bildlauf
es: Desplazamiento circular
fi: Ympyrämäinen vieritys
tr: Dairesel kaydırma

source: Two fingers vertical scrolling
de: Vertikaler Bildlauf mit zwei Fingern
es: Desplazamiento vertical con dos dedos
fi: Kahden sormen pystysuunnan vieritys
tr: İki parmal ile dikey kaydırma

source: Two fingers horizontal scrolling
de: Horizontaler Bildlauf mit zwei Fingern
es: Desplazamiento horizontal con dos dedos
fi: Kahden sormen vaakasuunnan vieritys
tr: İki parmal ile yatay kaydırma

source: Natural scrolling
de: Natürlicher Bildlauf
es: Desplazamiento natural
fi: Luonnollinen vieritys
tr: Doğal kaydırma

source: Tapping with one finger
es: Al tocar con un dedo

source: Tapping with two fingers
es: Al tocar con dos dedos

source: Tapping with three fingers
es: Al tocar con tres dedos

source: Theme
ar: السمة
be: Тэма
de: Thema
es: Tema
fi: Teema
ms: Tema
nl: Stijl
pt_br: Tema
sk: Téma
tr: Tema

source: Select theme
ar: إختيار السمة
be: Абраць тэму
de: Thema auswählen
es: Seleccionar tema
fi: Valitse teema
ms: Pilih tema
nl: Selecteer stijl
pt_br: Selecionar tema
sk: Vyberte tému
tr: Tema seç

source: This shortcut <Control> + <Alt> +
ar: هذا الإختصار <Control> + <Alt> +
be: Гэты скарот <Control> + <Alt> +
de: Diese Tastenkombination <Strg> + <Alt> +
es: Este atajo del teclado <Control> + <Alt> +
fi: Tämä pikanäppäin <Control> + <Alt> +
ms: Pintasan <Control> + <Alt> + ini
nl: Deze snelkoppeling <Control> + <Alt> +
pt_br: Este atalho <Control> + <Alt> +
sk: Tieto skratky <Ctrl> + <Alt> +
tr: Bu kısayol <Ctrl> + <Alt> +

source: is assigned
ar: مُعيّن
be: прызначаны
de: ist zugeordnet
es: es asignado
fi: on määritelty
ms: telah diumpuk
nl: is toegewezen
pt_br: está atribuído
sk: pridelené
tr: atandı

source: Touchpad-Indicator
ar: مؤشر لوحة اللمس
be: Індыкатар Тачпада
de: Touchpad-Anzeige
es: Indicador Touchpad
fi: Kosketuslevyn ilmaisin
ms: Penunjuk-Pad-Sentuh
pt_br: Indicador-RatoTátil
sk: Touchpad-Indikátor
