Repository: ilius/touchpad-indicator
Catalog: template1/*.po
Languages: eu, pl

source: Disable Touchpad
eu: Desgaitu touchpad-a
pl: Wyłącz Touchpad

source: Enable Touchpad
eu: Gaitu touchpad-a
pl: Włącz Touchpad

source: Touchpad Enabled
eu: Touchpad-a gaituta
pl: Touchpad włączony

source: Touchpad Disabled
eu: Touchpad-a desgaituta
pl: Touchpad wyłączony

source: Get help online...
eu: Jaso online laguntza...
pl: Uzyskaj pomoc w sieci...

source: Translate this application...
eu: Itzuli aplikazioa hau...
pl: Przetłumacz ten program...

source: Report a bug...
eu: Arazoen berri eman...
pl: Zgłoś błąd...

source: About
eu: Honi buruz
pl: O programie

source: Hide icon
eu: Ezkutatu ikonoa

source: Preferences
eu: Hobespenak
pl: Ustawienia

source: Help
eu: Laguntza
pl: Pomoc

source: Exit
eu: Irten
pl: Zakończ

source: An indicator for the Touchpad
eu: Touchpad adierazlea
pl: Wskaźnik Touchpad

source: usage: %prog [options]
eu: erabilera: %prog [aukerak]

source: show this help and exit.
eu: erakutsi laguntza hau eta irten

source: change the touchpad state. If indicator is not running launch it.
eu: aldatu touchpad-aren egoera. Adierazlea martxan ez badago abiarazi egiten du.

source: show the icon if indicator is hidden. Default action. If indicator is not running launch it.
eu: erakutsi ikonoa adierazlea ezkutatuta badago. Ekintza lehenetsia. Adierazlea martxan ez badago abiarazi egiten du.

source: Shortcut
eu: Laster-tekla
pl: Aktywator

source: Disable touchpad when mouse plugged
eu: Desgaitu touchpad-a sagua konektatzean
pl: Wyłącz Touchpad gdy myszka jest podłączona

source: Enable touchpad on exit
eu: Gaitu touchpad-a irtetean

source: Autostart
eu: Autoabiarazi
pl: Uruchamiaj automatycznie

source: Start hidden
eu: Hasi ezkutatuta

source: Show notifications
eu: Erakutsi jakinarazpenak

source: Enable touchpad at start
pl: Włącz panel dotykowy przy starcie systemu

source: This shortcut <Control> + <Alt> +
pl: Ten skrót <Control> + <Alt> +

source: is assigned
pl: jest przydzielony
